Repository: klc/terly
Catalog: Sources/SSHConfigurator/Localizable.xcstrings
Source language: en
Languages: tr

source: — everything written here is committed to the remote repo and the git history is permanent; deleting doesn't undo it. Private keys are never synced.
tr: olmalı — buraya yazılan her şey uzak repoya commit edilir ve git geçmişi kalıcıdır, silme geri almaz. Özel anahtarlar hiçbir zaman senkronize edilmez.

source: "%@" (%@) will be permanently deleted. This action cannot be undone.
tr: "%@" (%@) kalıcı olarak silinecek. Bu işlem geri alınamaz.

source: "%@" (%@) will be permanently deleted. This action cannot be undone. Only an empty folder can be deleted; this app doesn't delete folders recursively.
tr: "%@" (%@) kalıcı olarak silinecek. Bu işlem geri alınamaz. Klasör yalnızca boşsa silinebilir; bu uygulama klasörleri özyinelemeli (recursive) silmez.

source: $ echo "Hello, World!"
tr: $ echo "Merhaba Dünya!"

source: %@ You must explicitly approve this before diagnostics can start.
tr: %@ Tanılama başlamadan önce bunu açıkça onaylamalısın.

source: %@ already exists. Overwrite it?
tr: %@ zaten var. Üzerine yazılsın mı?

source: %@ connection duplicated and saved.
tr: %@ bağlantısı kopyalandı ve kaydedildi.

source: %@ connection group
tr: %@ bağlantı grubu

source: %@ failed (exit: %d).
tr: %@ başarısız oldu (çıkış: %d).

source: %@, file
tr: %@, dosya

source: %@, folder
tr: %@, klasör

source: %@, symbolic link
tr: %@, sembolik bağlantı

# %lld commits ahead, %lld commits behind
source: %1$lld commits ahead, %2$lld commits behind
tr: %lld commit ileride, %lld commit geride

source: %lld connections
tr: %lld bağlantı

source: %lld connections selected
tr: %lld bağlantı seçildi

source: %lld panes
tr: %lld terminal bölmesi

source: %lld steps
tr: %lld adım

source: %lld synchronized panes
tr: %lld senkron terminal bölmesi

source: %lld transferring
tr: %lld aktarılıyor

source: %lld transfers completed
tr: %lld aktarım tamamlandı

source: %lld waiting
tr: %lld bekliyor

source: %lld/%lld succeeded, %lld/%lld failed
tr: %lld/%lld başarılı, %lld/%lld başarısız

source: %lldm %llds remaining
tr: %lldd %llds kaldı

source: %llds remaining
tr: %llds kaldı

source: (couldn't read public key)
tr: (public key okunamadı)

source: (empty / none)
tr: (boş / yok)

source: (empty config)
tr: (boş config)

source: (unnamed)
tr: (isimsiz)

source: <hidden for security>
tr: <güvenlik nedeniyle gizlendi>

source: <local-dir>
tr: <yerel-dizin>

source: <local-path>
tr: <yerel-yol>

source: <local-user>
tr: <yerel-kullanici>

source: <redacted>
tr: <redakte>

source: A concrete Host alias is required.
tr: Somut bir Host alias'ı gerekli.

source: A direct connection is configured.
tr: Doğrudan bağlantı yapılandırılmış.

source: A file or folder with this name may already exist.
tr: Bu adla bir dosya veya klasör zaten var olabilir.

source: A key already exists at this path. You need to explicitly confirm before overwriting it.
tr: Bu yolda zaten bir anahtar var. Üzerine yazmadan önce açıkça onaylaman gerekiyor.

source: A known_hosts entry exists, but a fingerprint could not be generated.
tr: known_hosts kaydı var ancak fingerprint üretilemedi.

source: A new folder will be added inside %@.
tr: %@ içine yeni klasör eklenecek.

source: A new transfer can't start until the current one finishes.
tr: Devam eden aktarım bitmeden yeni bir aktarım başlatılamaz.

source: A remote repo address must be set before syncing.
tr: Senkronizasyon için önce bir uzak repo adresi ayarlanmalı.

source: A specific Host alias is required.
tr: Somut bir Host alias'ı gerekli.

source: A startup flow can only be linked to a concrete Host alias. Add a concrete alias first for a wildcard or negated pattern.
tr: Başlangıç akışı yalnızca somut bir Host alias'ına bağlanabilir. Wildcard veya olumsuz desen için önce somut bir alias ekle.

source: Actions for %@
tr: %@ için işlemler

source: Active
tr: Aktif

source: Add
tr: Ekle

source: Add Runbook
tr: Runbook Ekle

source: Add Snippet
tr: Snippet Ekle

source: Add Tunnel
tr: Tünel Ekle

source: Add at least one connection to the group.
tr: Bağlantı grubuna en az bir bağlantı ekle.

source: Add file or folder
tr: Dosya veya Klasör Ekle

source: Add key to SSH agent (ssh-add)
tr: Anahtarı SSH agent'a ekle (ssh-add)

source: Add new SSH connection
tr: Yeni SSH bağlantısı ekle

source: Add new transfer
tr: Yeni Aktarım Ekle

source: Add parameter
tr: Parametre ekle

source: Add step
tr: Adım ekle

source: Add to SSH agent
tr: SSH agent'a ekleme

source: Add to favorites
tr: Favorilere ekle

source: Add to queue
tr: Kuyruğa Ekle

source: Add your first server
tr: İlk Sunucunuzu Ekleyin

source: Added to SSH agent
tr: SSH agent'a eklendi

source: Adding the public key to authorized_keys on the server.
tr: Public key sunucuda authorized_keys dosyasına ekleniyor.

source: Adding to SSH agent failed: %@
tr: SSH agent'a ekleme başarısız oldu: %@

source: Advanced
tr: Gelişmiş

source: Alias / pattern
tr: Alias / desen

source: All connections open in one tab, carrying the group name, in separate panes.
tr: Tüm bağlantılar grup adını taşıyan tek sekmede, ayrı bölmelerde açılır.

source: All startup flows run as a single SSH bootstrap command.
tr: Tüm başlangıç akışları tek SSH bootstrap komutu olarak çalışır.

source: Another startup profile is already linked to the alias %@.
tr: %@ alias'ına zaten başka bir başlangıç profili bağlı.

source: Appearance
tr: Görünüm

source: Apply
tr: Uygula

source: Apply Changes
tr: Değişiklikleri Uygula

source: Apply and save
tr: Uygula ve kaydet

source: Applying writes the change to ~/.ssh/config immediately; the previous content is backed up.
tr: Uygulandığında değişiklik hemen ~/.ssh/config dosyasına yazılır; önceki içerik yedeklenir.

source: Are you sure you want to delete this runbook?
tr: Runbook'u silmek istediğinize emin misiniz?

source: Are you sure you want to delete this snippet?
tr: Snippet'i silmek istediğinize emin misiniz?

source: Are you sure you want to delete this tunnel?
tr: Tüneli silmek istediğinize emin misiniz?

source: Authentication cancelled
tr: Kimlik doğrulama iptal edildi

source: Authentication rejected
tr: Kimlik doğrulama reddedildi

source: Auto-Connect
tr: Otomatik Bağlan

source: Automatic attempt %lld/%lld — retrying in %llds
tr: Otomatik deneme %lld/%lld — %lld sn içinde yeniden denenecek

source: Automatic connection check skipped because of ProxyCommand.
tr: Otomatik bağlantı kontrolü ProxyCommand nedeniyle atlandı.

source: Automatic reconnect attempts exhausted (%lld/%lld).
tr: Otomatik yeniden bağlanma denemeleri tükendi (%lld/%lld).

source: Automatically push after every commit
tr: Her commit'ten sonra otomatik push

source: Automatically reconnect to this server
tr: Bu sunucuda otomatik yeniden bağlan

source: Back
tr: Geri

source: Back Up Local, Take Remote
tr: Yereli yedekle, uzaktakini al

source: Backup
tr: Yedek

source: Backup history
tr: Yedek geçmişi

source: Backup restored.
tr: Yedek geri yüklendi.

source: Backup restored. Previous version kept as a new backup: %@
tr: Yedek geri yüklendi. Önceki sürüm yeni yedek olarak korundu: %@

source: Binding to all interfaces (0.0.0.0) may not be secure.
tr: Dış dünyaya açık (0.0.0.0) yerel bind güvenli olmayabilir.

source: Blink
tr: Yanıp sönme

source: Block
tr: Blok

source: Browse folders on the server to choose the file to download
tr: Sunucudaki klasörleri gezerek indirilecek dosyayı seç

source: Cancel
tr: Vazgeç

source: Cancel %@ transfer
tr: %@ aktarımını iptal et

source: Cancel all
tr: Tümünü iptal et

source: Cancel run
tr: İptal Et

source: Cancel transfer
tr: İptal et

source: Cancelled
tr: İptal edildi

source: Cancelled.
tr: İptal edildi.

source: Change
tr: Değiştir

source: Change History/Preview…
tr: Değişiklik Geçmişi/Önizleme…

source: Change directory
tr: Dizine geç

source: Change pending…
tr: Değişiklik bekleniyor…

source: Change user
tr: Kullanıcı değiştir

source: Changes Waiting for Your Review
tr: İncelemeni bekleyen değişiklikler

source: Changes pending, will commit shortly…
tr: Değişiklik bekleniyor, birazdan commit edilecek…

source: Changes to Apply
tr: Uygulanacak değişiklikler

source: Check automatically
tr: Otomatik denetle

source: Check each ProxyJump alias and every host's reachability in the chain individually.
tr: ProxyJump alias'larını ve zincirdeki her hostun erişimini ayrı ayrı kontrol et.

source: Check for Updates
tr: Güncellemeleri Denetle

source: Check network access, the port, and any ProxyJump chain.
tr: Ağ erişimini, portu ve varsa ProxyJump zincirini kontrol et.

source: Check that the OpenSSH tools are accessible on this system.
tr: OpenSSH araçlarının sistemde erişilebilir olduğunu kontrol et.

source: Check that the SSH service is running and verify the Port setting.
tr: SSH servisinin çalıştığını ve Port ayarını kontrol et.

source: Check the HostName spelling, the DNS/VPN connection, and the ProxyJump setting.
tr: HostName yazımını, DNS/VPN bağlantısını ve ProxyJump ayarını kontrol et.

source: Check the User, IdentityFile, and SSH agent keys.
tr: User, IdentityFile ve SSH agent anahtarlarını kontrol et.

source: Check the agent status with ssh-add; don't give the app your private key.
tr: ssh-add ile agent durumunu kontrol et; özel anahtarı uygulamaya verme.

source: Check the firewall, VPN, port, and ProxyJump access.
tr: Firewall, VPN, port ve ProxyJump erişimini kontrol et.

source: Check the remote file/folder permissions and ownership.
tr: Uzak dosya/klasör izinlerini ve sahipliğini kontrol et.

source: Checking DNS, host trust, agent, and end-to-end connection…
tr: DNS, host güveni, agent ve uçtan uca bağlantı kontrol ediliyor…

source: Checks
tr: Kontroller

source: Checksum could not be verified
tr: Checksum doğrulanamadı

source: Checksum mismatch
tr: Checksum uyuşmadı

source: Checksum verification is skipped for folder transfers.
tr: Klasör aktarımlarında checksum doğrulaması atlanır.

source: Checksum verified
tr: Checksum doğrulandı

source: Choose a different name, or check the existing item.
tr: Farklı bir ad seç ya da var olan öğeyi kontrol et.

source: Choose a different name, or remove the existing item first.
tr: Farklı bir ad seç ya da önce var olan öğeyi kaldır.

source: Choose file
tr: Dosya seç

source: Choose folder
tr: Klasör seç

source: Choose save location
tr: Kayıt yeri seç

source: Choose the remote folder to upload files to
tr: Dosyaların yükleneceği uzak klasörü seç

source: Clear completed
tr: Tamamlananları Temizle

source: Clear history
tr: Geçmişi Temizle

source: Clear list
tr: Listeyi temizle

source: Clear search
tr: Aramayı temizle

source: Clear synchronized terminal selection
tr: Senkron terminal seçimini temizle

source: Clear transfer history?
tr: Aktarım geçmişi temizlensin mi?

source: Click an SSH connection in the sidebar.
tr: Sidebar'dan bir SSH bağlantısına tıkla.

source: Close
tr: Kapat

source: Close (Esc)
tr: Kapat (Esc)

source: Close Pane
tr: Bölmeyi Kapat

source: Close connection
tr: Bağlantıyı kapat

source: Close pane
tr: Bölmeyi kapat

source: Close search (Esc)
tr: Aramayı kapat (Esc)

source: Close the active terminal pane
tr: Aktif terminal bölmesini kapat

source: Close the tab and all SSH connections
tr: Sekmeyi ve tüm SSH bağlantılarını kapat

source: Close the terminal tab and all SSH processes
tr: Terminal sekmesini ve tüm SSH süreçlerini kapat

source: Close this terminal pane
tr: Bu terminal bölmesini kapat

source: Command
tr: Komut

source: Commands to run
tr: Çalıştırılacak komutlar

source: Comment (-C)
tr: Yorum (-C)

source: Compare the file on disk with the working copy
tr: Diskteki dosya ile çalışma kopyasını karşılaştır

source: Completed
tr: Tamamlandı

source: Concurrency
tr: Eşzamanlılık

source: Concurrent transfers: %lld
tr: Eşzamanlı aktarım: %lld

source: Config could not be loaded
tr: Config yüklenemedi

source: Config evaluation approval required
tr: Config değerlendirme onayı gerekli

source: Config file not found yet; you can create a new one.
tr: Config dosyası henüz bulunamadı; yeni dosya oluşturabilirsin.

source: Config loaded.
tr: Config yüklendi.

source: Config sources read: %@
tr: Okunan config kaynakları: %@

source: Conflict
tr: Çakışma

source: Conflict — resolution needed
tr: Çakışma — çözüm gerekiyor

source: Connect
tr: Bağlan

source: Connect and run
tr: Bağlan ve çalıştır

source: Connecting…
tr: Bağlanıyor...

source: Connection
tr: Bağlantı

source: Connection Diagnostics and Trust Center
tr: Bağlantı Tanılama ve Güven Merkezi

source: Connection alias
tr: Bağlantı alias'ı

source: Connection group
tr: Bağlantı grubu

source: Connection group created.
tr: Bağlantı grubu oluşturuldu.

source: Connection group deleted.
tr: Bağlantı grubu silindi.

source: Connection group updated.
tr: Bağlantı grubu güncellendi.

source: Connection groups
tr: Bağlantı grupları

source: Connection lost
tr: Bağlantı koptu

source: Connection lost banner
tr: Bağlantı koptu bandı

source: Connection refused
tr: Bağlantı reddedildi

source: Connection startup flow
tr: Bağlantı başlangıç akışı

source: Connection timed out
tr: Bağlantı zaman aşımına uğradı

source: Connection, host trust, and key verification succeeded.
tr: Bağlantı, host güveni ve anahtar doğrulaması başarılı.

source: Connection: %@
tr: Bağlantı: %@

source: Connections
tr: Bağlantılar

source: Connections in the group not found in the current SSH config: %@. Update the group settings.
tr: Gruptaki bağlantılar güncel SSH config içinde bulunamadı: %@. Grup ayarlarını güncelle.

source: Continue in Background
tr: Arkaplanda Devam Et

source: Continue with the next steps on this host if this fails
tr: Başarısız olursa bu hostta sonraki adımlara devam et

source: Copied
tr: Kopyalandı

source: Copied to server
tr: Sunucuya kopyalandı

source: Copy redacted report
tr: Redakte raporu kopyala

source: Copy returned exit code %d.
tr: Kopyalama çıkış kodu %d döndürdü.

source: Copy to Server
tr: Sunucuya Kopyala

source: Copy to server
tr: Sunucuya kopyalama

source: Could not delete
tr: Silinemedi

source: Could not rename
tr: Yeniden adlandırılamadı

source: Couldn't create the folder
tr: Klasör oluşturulamadı

source: Couldn't establish the jump host, or the forwarding from the jump host to the target.
tr: Ara host veya ara hosttan hedefe yönlendirme kurulamadı.

source: Couldn't list remote files.
tr: Uzak dosyalar listelenemedi.

source: Couldn't read the SFTP folder output.
tr: SFTP klasör çıktısı okunamadı.

source: Couldn't rename
tr: Yeniden adlandırılamadı

source: Couldn't run git: %@
tr: git çalıştırılamadı: %@

source: Create
tr: Oluştur

source: Create Group
tr: Grubu Oluştur

source: Create a new folder at this location
tr: Bu konumda yeni klasör oluştur

source: Create connection group
tr: Bağlantı grubu oluştur

source: Create new connection group
tr: Yeni bağlantı grubu oluştur

source: Create new folder
tr: Yeni klasör oluştur

source: Create your first group
tr: İlk grubu oluştur

source: Current (local)
tr: Mevcut (yerel)

source: Current config
tr: Mevcut config

source: Current file
tr: Mevcut dosya

source: Cursor:
tr: İmleç:

source: DNS / target address
tr: DNS / hedef adres

source: DNS resolution
tr: DNS çözümleme

source: DNS resolution failed
tr: DNS çözümlemesi başarısız

source: Dangerous
tr: Tehlikeli

source: Date: %@
tr: Tarih: %@

source: Default value (optional)
tr: Varsayılan değer (isteğe bağlı)

source: Delete
tr: Sil

source: Delete Group
tr: Grubu Sil

source: Delete Host
tr: Host'u Sil

source: Delete Runbook
tr: Runbook'u Sil

source: Delete Snippet
tr: Snippet'i Sil

source: Delete Tunnel
tr: Tüneli Sil

source: Delete parameter
tr: Parametreyi sil

source: Delete partial file?
tr: Kısmi dosya silinsin mi?

source: Delete partial file…
tr: Kısmi dosyayı sil…

source: Delete step
tr: Adımı sil

source: Delete the connection group?
tr: Bağlantı grubu silinsin mi?

source: Delete the selected host?
tr: Seçili Host silinsin mi?

source: Delete…
tr: Sil…

source: Description (Optional)
tr: Açıklama (İsteğe bağlı)

source: Description (optional)
tr: Açıklama (isteğe bağlı)

source: Destination folder on server
tr: Sunucudaki hedef klasör

source: Diagnose while evaluating config
tr: Config'i değerlendirerek tanıla

source: Diagnostics
tr: Tanılama

source: Diagnostics ready
tr: Tanılama hazır

source: Direct port check skipped because of ProxyJump/ProxyCommand.
tr: Doğrudan port kontrolü ProxyJump/ProxyCommand nedeniyle atlandı.

source: Direction
tr: İşlem

source: Don't change the known_hosts entry without ruling out a possible attack or server reinstall.
tr: Olası saldırı veya yeniden kurulum durumunu doğrulamadan known_hosts kaydını değiştirme.

source: Don't put secrets like passwords or tokens in a default value — parameter values are asked for separately on every run and aren't stored persistently.
tr: Parola veya token gibi sırları varsayılan değere yazma — parametre değerleri her çalıştırmada ayrıca sorulur ve kalıcı saklanmaz.

source: Download
tr: İndir

source: Duplicate connection
tr: Bağlantıyı kopyala

source: Each connection opens in its own terminal tab.
tr: Her bağlantı kendi terminal sekmesinde açılır.

source: Each network step is limited by a timeout. Cancelling ends the running subprocess.
tr: Her ağ adımı timeout ile sınırlıdır. İptal, çalışan alt süreci sonlandırır.

source: Edit Runbook
tr: Runbook Düzenle

source: Edit Snippet
tr: Snippet Düzenle

source: Edit Tunnel
tr: Tünel Düzenle

source: Edit connection group
tr: Bağlantı grubunu düzenle

source: Edit runbook
tr: Runbook'u düzenle

source: Edit snippet
tr: Snippet'i düzenle

source: Edit the %@ runbook
tr: %@ runbook'unu düzenle

source: Edit the %@ snippet
tr: %@ snippet'ini düzenle

source: Edit the %@ tunnel
tr: %@ tünelini düzenle

source: Edit tunnel
tr: Tüneli düzenle

source: Empty base fields are removed from this Host block. You can edit all other OpenSSH directives from the Raw Config screen.
tr: Boş bırakılan temel alanlar bu Host bloğundan kaldırılır. Diğer tüm OpenSSH direktiflerini Ham config ekranından düzenleyebilirsin.

source: Enabled
tr: Etkin

source: End-to-end SSH connection
tr: Uçtan uca SSH bağlantısı

source: Enter a name for the connection group.
tr: Bağlantı grubu için bir ad gir.

source: Enter a new name for "%@".
tr: "%@" için yeni ad gir.

source: Enter path manually
tr: Yolu elle gir

source: Even when unmarked, steps containing dangerous command patterns like `rm -rf` or `shutdown` are automatically flagged in the run preview.
tr: İşaretlenmemiş olsa da `rm -rf`, `shutdown` gibi tehlikeli komut kalıpları içeren adımlar çalıştırma önizlemesinde otomatik olarak uyarılır.

source: Failed
tr: Başarısız

source: Failed to start.
tr: Başlatılamadı.

source: Failed: %@
tr: Hata: %@

source: File not found.
tr: Dosya bulunamadı.

source: File on server
tr: Sunucudaki dosya

source: File or folder not found
tr: Dosya veya klasör bulunamadı

source: File permissions are too open for group or other users.
tr: Dosya izinleri grup veya diğer kullanıcılar için fazla açık.

source: Files in the Include chain may contain Match exec; ssh -G can run these local commands.
tr: Include zincirindeki dosyalar Match exec içerebilir; ssh -G bu yerel komutları çalıştırabilir.

source: Folder could not be created
tr: Klasör oluşturulamadı

source: Folder is empty
tr: Klasör boş

source: Folder name
tr: Klasör adı

source: Folder transfer failed; leftover partial files at the destination must be cleaned up manually (this app doesn't recursively delete folders).
tr: Klasör aktarımı başarısız oldu; hedefte kalan kısmi dosyalar elle temizlenmeli (bu uygulama klasörleri özyinelemeli silmez).

source: Folder transfer was cancelled; leftover partial files at the destination must be cleaned up manually (this app doesn't recursively delete folders).
tr: Klasör aktarımı iptal edildi; hedefte kalan kısmi dosyalar elle temizlenmeli (bu uygulama klasörleri özyinelemeli silmez).

source: Font Size:
tr: Yazı Boyutu:

source: Font:
tr: Yazı Tipi:

source: Generate Key
tr: Anahtar Oluştur

source: Generates a new ed25519 key, optionally adds it to the SSH agent, and copies it to the server's authorized_keys file.
tr: Yeni bir ed25519 anahtarı üretir, isteğe bağlı olarak SSH agent'a ekler ve sunucudaki authorized_keys dosyasına kopyalar.

source: Global config, line %lld
tr: Global config, satır %lld

source: Global settings
tr: Global ayarlar

source: Global settings saved.
tr: Global ayarlar kaydedildi.

source: Go
tr: Git

source: Go to parent folder
tr: Üst klasöre git

source: Go to remote home folder
tr: Uzak ana klasöre git

source: Group
tr: Grup

source: Group members (%lld hosts)
tr: Grup üyeleri (%lld host)

source: Group name
tr: Grup adı

source: Group startup flows
tr: Grup başlangıç akışları

source: Hello, World!
tr: Merhaba Dünya!

source: History
tr: Geçmiş

source: History (%lld)
tr: Geçmiş (%lld)

source: Home folder
tr: Ana klasör

source: Host %@, line %lld
tr: Host %@, satır %lld

source: Host deleted and ~/.ssh/config updated.
tr: Host silindi ve ~/.ssh/config güncellendi.

source: Host settings saved.
tr: Host düzenlemesi kaydedildi.

source: Hostname resolved to %lld addresses.
tr: Hostname %lld adrese çözümlendi.

source: IP Address
tr: IP Adresi

source: Identity
tr: Kimlik

source: IdentityFile updated and saved.
tr: IdentityFile güncellendi ve kaydedildi.

source: IdentityFile(s) missing on this machine:
tr: Bu makinede eksik IdentityFile'lar:

source: If this fails, continues with the next steps on this host.
tr: Başarısız olursa bu hostta sonraki adımlara devam eder.

source: Include chain is deeper than %lld levels, skipping the rest: %@
tr: Include zinciri %lld seviyeden derin, gerisi atlandı: %@

source: Include files
tr: Include dosyaları

source: Include line added and saved.
tr: Include satırı eklendi ve kaydedildi.

source: Include line removed and saved.
tr: Include satırı kaldırıldı ve kaydedildi.

source: Include line updated and saved.
tr: Include satırı güncellendi ve kaydedildi.

source: Include path
tr: Include yolu

source: Include points outside ~/.ssh, skipping: %@
tr: Include ~/.ssh dışına çıkıyor, atlandı: %@

source: Include points to what looks like a private key or known_hosts file, skipping: %@
tr: Include özel anahtar/known_hosts benzeri bir dosyaya işaret ediyor, atlandı: %@

source: Incoming (remote)
tr: Gelen (uzak)

source: Incoming changes are waiting for review
tr: Uzaktan gelen değişiklikler inceleme bekliyor

source: Insert into terminal
tr: Terminale yaz

source: Issue found
tr: Sorun bulundu

source: Key
tr: Anahtar

source: Key Setup
tr: Anahtar Kurulumu

source: Key Setup — %@
tr: Anahtar Kurulumu — %@

source: Key generated
tr: Anahtar oluşturuldu

source: Key generation
tr: Anahtar oluşturma

source: Key setup…
tr: Anahtar Kurulumu…

source: Keychain error (%d)%@.
tr: Keychain hatası (%d)%@.

source: Last synced: %@
tr: Son senkronizasyon: %@

source: Loading remote folder…
tr: Uzak klasör yükleniyor…

source: Loading the ~/.ssh/config file.
tr: ~/.ssh/config dosyası yükleniyor.

source: Local Bind
tr: Yerel Bağlantı (Bind)

source: Local and remote history have diverged — choose below
tr: Yerel ve uzak geçmiş ayrıştı — aşağıdan seçim yap

source: Local and remote history have diverged. A fast-forward pull isn't possible — a resolution must be chosen.
tr: Yerel ve uzak geçmiş ayrıştı (diverged). Fast-forward pull uygulanamaz — bir çözüm seçilmeli.

source: Local and remote repos have diverged. Which one should be kept?
tr: Yerel ve uzak repo farklı yönlerde ilerlemiş. Hangisi kalsın?

source: Local checksum could not be computed.
tr: Yerel checksum hesaplanamadı.

source: Local files and folders
tr: Yerel dosya ve klasörler

source: Local port must be between 1 and 65535.
tr: Yerel port 1 ile 65535 arasında olmalı.

source: Local save location
tr: Yerel kayıt yeri
